Repository: endorbithu/vendeglato_ugyvitel
Catalog: translation_TP/*.po
Languages: hu_hu

source: You are about to delete this coupon. Are you sure?
hu_hu: Biztosan törlöd ezt a kupont?

source: This coupon code has been already registered.
hu_hu: Ez a kupon kód már foglalt.

source: Available offers
hu_hu: Elérhető ajánlatok

source: Added offers
hu_hu: Hozzáadott ajánlatok

source: New organization
hu_hu: Új intézmény

source: Visibility
hu_hu: Láthatóság

source: Course count
hu_hu: Kurzusok sz.

source: Teacher count
hu_hu: Tanárok sz.

source: Edit organization
hu_hu: Intézmény szerkesztése

source: Delete organization
hu_hu: Intézmény törlése

source: No owner assigned
hu_hu: Nincs tulajdonos

source: Valid until
hu_hu: Érvényes

source: Cover photo
hu_hu: Háttérkép

source: Basic data
hu_hu: Alap adatok

source: Can not be changed later.
hu_hu: Később nem változtatható meg!

source: Unique text ID
hu_hu: Egyedi azonosító

source: Organization name:
hu_hu: Intézmény neve:

source: Organization name
hu_hu: Intézmény neve

source: Strengths:
hu_hu: Erősségeink:

source: Strengths
hu_hu: Erősségeink:

source: Web address:
hu_hu: Web cím (URL):

source: Web address
hu_hu: Web cím (URL)

source: Owner:
hu_hu: Tulajdonos:

source: Status:
hu_hu: Státusz:

source: The ID is already used.
hu_hu: A megadott azonosító már foglalt!

source: The ID is required and can not be empty.
hu_hu: Szöges azonosítót kötelező megadni!

source: Not allowed character found. Use only numbers and "+", "/", "-".
hu_hu: Nem megengedett karakter a telefonszámban! Ezeket használhatod: számok, "+", "/", "-".

source: Subscribers only
hu_hu: Előfizető választható

source: Contact data
hu_hu: Kontakt adatok

source: Post address
hu_hu: Postai cím

source: Period
hu_hu: Időszak

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: This week
hu_hu: Aktuális hét

source: Last week
hu_hu: Múlt hét

source: Last month
hu_hu: Múlt hónap

source: All
hu_hu: Összes

source: Payment date
hu_hu: Fizetés dátuma

source: Delete purchase
hu_hu: Vásárlás törlése

source: You are about to delete this purchase. Are you sure?
hu_hu: Biztosan törlöd ezt a vásárlást?

source: Create new
hu_hu: Létrehozás

source: Parent:
hu_hu: Szülő:

source: None
hu_hu: Nincs

source: Name:
hu_hu: Név:

source: Category name
hu_hu: Kategória neve

source: Categories can have a hierarchy. You might have a Photography category, and under that have children categories for Portrait and Landscape. Using hierarchy is optional.
hu_hu: A kategóriák hierarchiába rendezhetőek. Ha van egy Fényképezés kategóriád, akkor készíthetsz alá Portré és Tájkép alkategóriákat. A hierarchia használata opcionális.

source: Edit
hu_hu: Szerkeszt

source: New category
hu_hu: Új kategória

source: New subcategory
hu_hu: Új alkategória

source: Delete category
hu_hu: Kategória törlése

source: No description given.
hu_hu: Nincs kitöltve

source: You are about to delete this category. Are you sure?
hu_hu: Biztosan törlöd a kategóriát?

source: Edit tag
hu_hu: Címke szerkesztés

source: Delete tag
hu_hu: Címke törlés

source: You are about to delete this tag. Are you sure?
hu_hu: Biztosan törlöd a címkét?

source: Tag name
hu_hu: Címke neve

source: Create tag:
hu_hu: Címke hozzáadása:

source: Tags provide a useful way to group related courses together and to quickly tell students what a course is about. Tags also make it easier for people to find your courses. Using tags is optional.
hu_hu: A címkék hasznosak lehetnek a kapcsolódó kurzusok csoportosítására és segtíenek gyorsan megtalálni a kurzusokat. A címkék használata opcionális.

source: Select all
hu_hu: Összes kijelölése

source: Deselect all
hu_hu: Kijelölés törlése

source: Approve selected
hu_hu: Jóváhagyás

source: Delete selected
hu_hu: Törlés

source: Rating text
hu_hu: Értékelés szövege

source: Course rating
hu_hu: Összesített

source: Campaigns
hu_hu: Kampányok

source: Partners
hu_hu: Partnerek

source: Commission
hu_hu: Jutalék

source: New campaign
hu_hu: Új kampány

source: Campaign
hu_hu: Kampány

source: Unique visitor
hu_hu: Egyedi látogató

source: Target
hu_hu: Cél

source: Whole website
hu_hu: Egész weboldal

source: Custom URL
hu_hu: Egyedi URL

source: Target URL
hu_hu: Cél URL

source: Valid from
hu_hu: Érvényes (-tól)

source: Valid to
hu_hu: Érvényes (-ig)

source: New partner
hu_hu: Új partner

source: Unique ID
hu_hu: Egyedi azonosító

source: Amount
hu_hu: Összeg

source: Purchase price
hu_hu: Vásárlás összege

source: Purchase price (incl. VAT)
hu_hu: Vásárlás összege (bruttó)

source: Avg commission
hu_hu: Átlagos jutalék

source: Campaign details
hu_hu: Kampány részletek

source: Date/Time
hu_hu: Időpont

source: Edit campaign
hu_hu: Kampány szerkesztése

source: Delete campaign
hu_hu: Kampány törlése

source: Commission type:
hu_hu: Jutalék típusa:

source: Commission:
hu_hu: Jutalék:

source: Commission amount:
hu_hu: Jutalék összege:

source: Commission (%):
hu_hu: Jutalék (%):

source: Amount:
hu_hu: Összeg:

source: Target URL:
hu_hu: Cél URL:

source: Cost Per Visitor (CPV)
hu_hu: Költség látogatónként (CPV)

source: Cost Per Purchase (CPP)
hu_hu: Költség vásárlásonként (CPP)

source: percentage
hu_hu: százalékos részesedés

source: fixed amount
hu_hu: fix összeg

source: Target:
hu_hu: Cél:

source: Calculate commission for:
hu_hu: Erre számoljuk a jutalékot:

source: Course in this campaign
hu_hu: Csak a kampányban levő kurzusra

source: All purchased course
hu_hu: Az adott vásárlás összes kurzusára

source: Calculate commission for
hu_hu: Erre számoljuk a jutalékot

source: Amount (excl. VAT)
hu_hu: Nettó összeg

source: Amount (incl. VAT)
hu_hu: Bruttó összeg

source: Commission (excl. VAT)
hu_hu: Nettó jutalék

source: Commission (sum)
hu_hu: Összes jutalék

source: Not available
hu_hu: Nem elérhető

source: application
hu_hu: jelentkezés

source: Edit slideshow
hu_hu: Diavetítés szerkesztése

source: Add new slide
hu_hu: Új slide

source: Indicator:
hu_hu: Dia jelző:

source: Enabled:
hu_hu: Engedélyezett:

source: Same window
hu_hu: Ugyanabban az ablakban

source: New window
hu_hu: Új ablakban

source: Emails
hu_hu: Emailek

source: Sent
hu_hu: Elküldött

source: Waiting
hu_hu: Várakozó

source: New email
hu_hu: Új email

source: Recipients
hu_hu: Címzettek

source: Recipient
hu_hu: Címzett

source: Subject
hu_hu: Tárgy

source: Send after
hu_hu: Küldés ezután

source: Message
hu_hu: Üzenet

source: You can customize your subject and message by adding fields.
hu_hu: Mezők hozzáadásával személyre szabhatod a tárgy mezőt és az üzenet szövegét.

source: Each recipient will receive separate a message and will not see other recipients' email addresses.
hu_hu: A címzettek külön üzenetet kapnak és a levélben nem fogják látni a többi címzett email címét.

source: Process queue
hu_hu: Feldolgozás

source: Sent email
hu_hu: Elküldött

source: Waiting email
hu_hu: Várakozó

source: Creation
hu_hu: Létrehozás

source: First open
hu_hu: Első megnyitás

source: Access count
hu_hu: Megnyitások

source: You are about to delete this email. Are you sure?
hu_hu: Arra készülsz, hogy töröld ezt az emailt. Biztos vagy benne?

source: Enabled
hu_hu: Engedélyezett

source: Email after order (credit card)
hu_hu: Email rendelés után (bankkártya)

source: Email after order approved (transfer)
hu_hu: Email rendelés jóváhagyás után (átutalás)

source: Email after order received (transfer)
hu_hu: Email rendelés beérkezése után (átutalás)

source: Email after successful signup
hu_hu: Email regisztráció után

source: Forgotten password: change password link
hu_hu: Elfelejtett jelszó: jelszóváltoztató link

source: Forgotten password: password changed
hu_hu: Elfelejtett jelszó: jelszó megváltozott

source: Edit template
hu_hu: Sablon szerkesztése

source: Template name:
hu_hu: Sablon neve:

source: Subject:
hu_hu: Tárgy:

source: Fields:
hu_hu: Mezők:

source: Insert
hu_hu: Beszúr

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Order items
hu_hu: Megrendelt tételek

source: Order total
hu_hu: Fizetendő összeg

source: Site URL
hu_hu: Web cím

source: Company email
hu_hu: Cég email

source: Company phone
hu_hu: Cég telefon

source: Company web
hu_hu: Cég weboldal

source: Change password link
hu_hu: Jelszóváltoztató link

source: Link expiry date
hu_hu: Link lejárati ideje

source: Signup date
hu_hu: Regisztráció ideje

source: Default
hu_hu: Alap beállítás

source: Menu items
hu_hu: Egyedi menüpontok

source: Add new
hu_hu: Új hozzáadása

source: Link target:
hu_hu: Link megnyitás:

source: Order:
hu_hu: Sorrend:

source: Delete menu
hu_hu: Menüpont törlése

source: You are about to delete this menu. Are you sure?
hu_hu: Arra készülsz, hogy töröld ezt a menüpontot. Biztos vagy benne?

source: Unnamed
hu_hu: Névtelen

source: Company
hu_hu: Cég

source: Payment
hu_hu: Fizetés

source: Szamlazz.hu
hu_hu: Számlázz.hu

source: Legal texts
hu_hu: Jogi szövegek

source: Site title
hu_hu: Az oldal címe

source: Page slogan
hu_hu: Szlogen

source: A short page slogan displayed on the home page.
hu_hu: Rövid szlogen, amit a rendszer a főoldalon megjelenít.

source: Sales enabled
hu_hu: Kereskedés engedélyezése

source: If you disable sales, nobody wil be able to purchase courses.
hu_hu: Ha ez a checkbox nincsen bekapcsolva, akkor az oldalon nem lehet kurzusokat vásárolni, avagy letiltható a kereskedés.

source: System default language
hu_hu: Rendszer alapértelmezett nyelve

source: The language of the system by default.
hu_hu: Ez lesz a rendszer nyelve alapértelmezés szerint.

source: Currency
hu_hu: Valuta

source: The currency used in the system
hu_hu: A rendszerben használt fizetőeszköz

source: VAT %
hu_hu: ÁFA (%)

source: Value Added Tax %
hu_hu: A kurzusok ÁFA kulcsa

source: Courses per page
hu_hu: Kurzusok száma oldalanként

source: The number of courses listed on a page
hu_hu: Az egy oldalon megjelenített kurzusok száma

source: Enable teacher application
hu_hu: Tanárnak jelentkezés

source: Enable or disable the teacher application
hu_hu: Felhasználók tanárnak jelentkezésének engedélyezése vagy tiltása

source: Teachers menu ON/OFF
hu_hu: Tanárok menü KI/BE

source: You can enable or disable the Teachers menu
hu_hu: A Tanárok menü ki és bekapcsolása

source: Branding
hu_hu: Kinézet

source: Header
hu_hu: Fejléc

source: Logo
hu_hu: Logó

source: Site logo. Maximum size: 120x35 pixel.
hu_hu: Maximum méret: 120x35 pixel.

source: Link color
hu_hu: Link színe

source: Hyperlink text color
hu_hu: Linkek színének megváltoztatása

source: Link hover color
hu_hu: Link színe (hover)

source: Hyperlink text color on hover
hu_hu: Link színe, ha az egér fölötte áll

source: Active menu bg color
hu_hu: Aktív menü háttér színe

source: Background color of the active menu item
hu_hu: Az aktív menüelem háttérszíne

source: Active menu text color
hu_hu: Aktív menü szöveg színe

source: Text color of the active menu item
hu_hu: Az aktív menüelem szöveg színe

source: Header color
hu_hu: Fejléc színe

source: Page header color
hu_hu: Az oldal fejlécének színe

source: Menu text color
hu_hu: Menü szöveg színe

source: Menu item text color
hu_hu: A fejlécen levü menüelemek szövegszíne

source: Menu hover color
hu_hu: Menü szöveg színe (hover)

source: Menu item hover color
hu_hu: Menü szöveg színe, ha az egér fölötte áll

source: Menu fixed to top ON/OFF
hu_hu: Menü rögzítése KI/BE

source: Fixed main menu ON/OFF
hu_hu: Bekapcsolt állapotban a menü az oldal tetejéhez rogzített

source: Menu position
hu_hu: Menü elhelyezése

source: Change menu position
hu_hu: Menü helyzetének módosítása

source: Menu icons ON/OFF
hu_hu: Menü ikonok KI/BE

source: Switch ON or OFF the icons in the main menu
hu_hu: Főmenü ikonjainak KI/BE kapcsolása

source: Page
hu_hu: Oldal

source: Site bg color
hu_hu: Oldal háttér színe

source: Footer
hu_hu: Lábléc

source: Site background color
hu_hu: Az oldal hátterének színe

source: Footer bg color
hu_hu: Lábléc háttér színe

source: Footer background color
hu_hu: Lábléc hátterének színe

source: Footer text color
hu_hu: Lábléc szöveg színe

source: Counter icons
hu_hu: Számláló ikonok

source: Counter icon color
hu_hu: Ikon színe

source: Counter number color
hu_hu: Szám színe

source: Counter name color
hu_hu: Címke színe

source: Counter bg color
hu_hu: Számláló háttér színe

source: Counter background color
hu_hu: Számláló háttér színe

source: Login page
hu_hu: Bejelentkező oldal

source: Login header image
hu_hu: Bejelentkező oldal képe

source: login header image
hu_hu: A bejelentkező oldalon megjelenő kép

source: Home header image
hu_hu: Főoldal fejléc kép

source: Home page header image
hu_hu: A főoldal fejlécének képe

source: Enable counter badges
hu_hu: Számláló ikonok KI/BE

source: Counter badges shows information about number of courses, teachers and the available length of all videos on the home page.
hu_hu: A számláló ikonok a főoldalon adnak információt a kurzusok számáról, tanárok számáról és az oldalon levő videók hosszáról

source: Home page search box ON/OFF
hu_hu: Főoldali kereső doboz KI/BE

source: You can enable or disable the search box on the home page
hu_hu: A kurzus kereső doboz ki/be kapcsolása a főoldalon

source: Newest courses ON/OFF
hu_hu: Legújabb kurzsuok KI/BE

source: Switch ON to show the newest 4 courses
hu_hu: A legújabb 4 kurzus ki/be kapcsolása

source: Best selling courses ON/OFF
hu_hu: Legnépszerűbb kurzusok ki/be

source: Switch ON to show the 4 best selling courses
hu_hu: A legnépszerűbb 4 kurzus ki/be kapcsolása

source: Home page custom content
hu_hu: Főoldali saját tartalom (felső)

source: Custom HTML content on the home page
hu_hu: A főoldalon megjelenő egyedi HTML tartalom

source: Home page custom content (bottom)
hu_hu: Főoldali saját tartalom (alső)

source: Custom HTML content on the bottom of the home page
hu_hu: A főoldal alján megjelenő egyedi HTML tartalom

source: Company name
hu_hu: Cégnév

source: This will be shown on the contact page and on the invoice.
hu_hu: A cég neve, ami a számlán is megjelenik.

source: Billing address
hu_hu: Számlázási cím

source: Billing address (Address, City, ZIP)
hu_hu: Teljes cím. Pl.: 1111 Budapest, Teszt u. 3/B

source: Bank account
hu_hu: Bankszámlaszám

source: Tax number of the company.
hu_hu: A cég adószáma.

source: Name of the bank where the company has the bank account.
hu_hu: A bank neve, ahol a bankszámlát vezeti a cég.

source: This will be shown on the invoice as well.
hu_hu: Számlán is megjelenik.

source: This will be shown on the contact page.
hu_hu: A Kapcsolat oldalon jelenik meg

source: Web page
hu_hu: Honlap

source: Company web address (eg. http://example.com)
hu_hu: A cég weboldalának címe (pl. http://azencegem.hu)

source: Registrator authority
hu_hu: Nyilvántartásba vevő hatóság

source: In Hungary it is needed to provide your registrator authority on the Impressum page.
hu_hu: Cég esetében a cégjegyzéket vezető cégbíróság, társadalmi szervezeteknél a nyilvántartásba vételt intéző megyei törvényszék, egyéb nyilvántartásba vett szervezetnél a jogszabály által megjelölt hatóság.

source: Chamber of commerce
hu_hu: Kamara

source: In Hungary it is needed to provide the chamber of commerce where you are registered to on the Impressum page.
hu_hu: Akár önként, akár jogszabályi előírás folytán tagja valamelyik kamarának, a kamara megnevezése kötelező eleme az impresszumnak.

source: Social icons
hu_hu: Közösségi ikonok

source: Facebook page
hu_hu: Facebook oldal

source: Facebook page address (eg. http://facebook.com/MyCompany)
hu_hu: Facebook oldal címe (pl. http://facebook.com/AzEnCegem)

source: Twitter URL
hu_hu: Twitter cím

source: Google+ URL
hu_hu: Google+ cím

source: Youtube channel URL
hu_hu: Youtube cím

source: Instagram URL
hu_hu: Instagram cím

source: Tumblr URL
hu_hu: Tumblr cím

source: Pinterest URL
hu_hu: Pinterest cím

source: Bank transfer payments ON/OFF
hu_hu: Banki átutalás KI/BE

source: Enable or disable bank transfer payment option
hu_hu: Banki átutalás ki/be kapcsolása

source: Transfer deadline (days)
hu_hu: Átutalás határideje (nap)

source: Time limit for the customer to pay with bank transfer
hu_hu: Átutalási idő napban számolva. Ezt használjuk a számla kiállításánál is.

source: Barion payments ON/OFF
hu_hu: Barion/bankkártyás fizetés KI/BE

source: Enable or disable Barion payment option
hu_hu: Barion és bankkártyaás fizetési módok ki/be kapcsolása

source: Barion shop URL
hu_hu: Bolt URL-je

source: This is your Barion shop URL.
hu_hu: Ezt kell beírnod a 'Bolt URL-je' mezőbe a Barion boltod szerkesztésekor.

source: Barion return URL
hu_hu: Bolt visszatérési URL-je

source: Barion returns to this URL after the payment process finished.
hu_hu: Ezt kell beírnod a 'Bolt visszatérési URL-je' mezőbe a Barion boltod szerkesztésekor.

source: Barion callback URL
hu_hu: Bolt visszahívási URL-je

source: Barion technical callback URL which is called after the payment process finished.
hu_hu: Ezt kell beírnod a 'Bolt visszahívási URL-je' mezőbe a Barion boltod szerkesztésekor.

source: PosKey
hu_hu: Titkos azonosító (POSKey)

source: Secret identifier generated by Barion which allows you to receive payments. This is authorizes you ONLY TO RECEIVE payments.
hu_hu: A Barion által generált titkos azonosító, amely fizetések indítására felhatalmaz, de a Barion tárcához hozzáférést nem biztosít.

source: Payee
hu_hu: Barionba regisztrált e-mail cím

source: The registered Barion user's email address who receives the payment.
hu_hu: A fizetést fogadó Barion felhasználó címe.

source: Barion environment
hu_hu: Barion környezet

source: Test environment
hu_hu: Teszt környezet

source: Production environment
hu_hu: Éles környezet

source: Choose the Barion environment!
hu_hu: Válaszd ki a Barion környezetet! Éles környezetet csak akkor adj meg, ha minden készen áll a vásárlások élesítéséhez!

source: User name
hu_hu: Felhasználó

source: Szamlazz.hu account e-mail address
hu_hu: Számlázz.hu felhasználó jelszava. Nem jelenítjük meg.

source: Szamlazz.hu account password.
hu_hu: Számlázz.hu felhasználó e-mail címe.

source: Integration
hu_hu: Integráció

source: Facebook pixel
hu_hu: Facebook képpont

source: Copy your facebook pixel code here
hu_hu: Ide másold be a facebook képpontod kódját (Javascript)

source: Google Analytics code
hu_hu: Google Analytics kód

source: Javascript code provided by Google Analytics.
hu_hu: Google Analytics által biztosított követő kód (Javascript).

source: StatCounter code
hu_hu: StatCounter kód

source: Javascript code provided by Statcounter.
hu_hu: Statcounter által biztosított követő kód (Javascript).

source: HotJar code
hu_hu: HotJar kód

source: Javascript code provided by HotJar.
hu_hu: HotJar által biztosított kód (Javascript)

source: Mail server name
hu_hu: Email szerver név

source: Short name of the server. (eg. 'Gmail')
hu_hu: Rövid, megjegyezhető név (pl.: 'Gmail')

source: The host name of the mail server. (eg. smtp.gmail.com)
hu_hu: Az email szerver host neve (pl.: smtp.gmail.com)

source: Mail server port (eg. 587)
hu_hu: Email szerver portja (pl.: 587)

source: Authentication
hu_hu: Használ authentikációt?

source: If the server requires authentication, check this option.
hu_hu: Amennyiben a levelező szerver használatához felhasználónév és jelszó kell, ezt be kell pipálni. Ellenkező esetben a további beállításokat nem veszi figyelembe.

source: Enable/disable TLS/SSL.
hu_hu: TLS/SSL használatának engedélyezése.

source: User name of the mail account.
hu_hu: A levelezőszerverhez használt felhasználónév.

source: Password of the mail account.
hu_hu: Az email szerver használatához használt jelszó.

source: From address
hu_hu: Küldő e-mail címe

source: This will be the from email address for all outgoing emails.
hu_hu: Ez az email cím jelenik meg a levélben a küldőnél. (pl. ertesites@tudaspiac.hu)

source: From name
hu_hu: Küldő neve

source: This will be the sender's name for all outgoing emails. (eg. John Doe)
hu_hu: Ez a név jelenik meg az emailben a küldőnél (pl.: TudásPiac Értesítés)

source: Terms and Conditions
hu_hu: ÁSZF

source: Terms and Conditions are available via the link in the page footer
hu_hu: Az Általános Szolgáltatási Feltételek szövege

source: Privacy Policy
hu_hu: Adatkezelési nyilatkozat

source: Privacy policy is available via the link in the page footer
hu_hu: Az adatkezelési nyilatkozat szövege.

source: Jump to Facebook page
hu_hu: Ugrás a Facebook oldalra

source: Back
hu_hu: Vissza

source: Product in cart
hu_hu: A kosár nem üres

source: You have product(s) in the cart.
hu_hu: Terméket tettél a kosaradba.

source: Order received
hu_hu: Megrendelés leadva

source: Your order has been received.
hu_hu: A megrendelésedet megkaptuk.

source: Waiting for proforma
hu_hu: Díjbekérőre vár

source: Waiting for Payment
hu_hu: Fizetésre vár

source: Proforma creation error
hu_hu: Díjbekérő hiba

source: Waiting for Barion payment start
hu_hu: Barion fizetés indításra vár

source: Barion payment start error
hu_hu: Barion fizetés indítási hiba

source: Barion payment start done
hu_hu: Barion fizetés indítás kész

source: Barion payment done
hu_hu: Barion fizetés kész

source: Barion payment error
hu_hu: Barion fizetés hiba

source: You cancelled the payment process.
hu_hu: A fizetési folyamator megszakítottad.

source: Barion payment cancelled
hu_hu: Barion fizetés megszakítva

source: Payment cancelled
hu_hu: Fizetés megszakítva

source: Waiting for invoice creation
hu_hu: Számlázásra vár

source: Invoice creation done
hu_hu: Számla elkészült

source: Invoice creation error
hu_hu: Számlakészítés hiba

source: Order completed
hu_hu: Sikeres vásárlás

source: The order has been completed.
hu_hu: A vásárlás sikeresen lezajlott.

source: Order cancelled
hu_hu: Megrendelés törölve

source: The order has been cancelled.
hu_hu: A megrendelés törölve lett.

source: Error
hu_hu: Hiba

source: We have a problem processing your order.
hu_hu: A feldolgozás során hiba történt.

source: Processing
hu_hu: Feldolgozás

source: We are processing your order.
hu_hu: A megrendelés feldolgozás alatt.

source: The form submitted did not originate from the expected site
hu_hu: Az űrlap lejárt vagy nem a várt oldalról érkezett

source: Oh no!
hu_hu: Ajjaj!

source: The requested page can not be found. :(
hu_hu: Ezt az oldalt nem találjuk! :(

source: Error 404
hu_hu: 404-es hiba: a keresett oldal nem található.

source: Oh no! Failed to connect to database. :(
hu_hu: Ajjaj! Nem sikerült csatlakozni az adatbázishoz. :(

source: You already purchased this course.
hu_hu: Ezt a kurzust már megvásároltad!

source: The course is not in the cart.
hu_hu: A megadott kurzus nincsen a kosárban.

source: You don't have permission.
hu_hu: Ehhez a művelethez nincsen jogosultságod!

source: We inform you that this action was logged.
hu_hu: Tájékoztatunk, hogy a jogosulatlan hozzáférés kísérletét naplóztuk.

source: File is not available
hu_hu: A fájl nem elérhető!

source: The file you are looking for is not available at the moment.
hu_hu: A keresett fájl jelenleg nem elérhető.

source: Mulitiple sessions error
hu_hu: Több egyidejű munkamenet

source: Somebody (maybe you) logged in with this account on another device or browser.
hu_hu: Másik böngészőben vagy másik eszközön új munkamenetet indítottál, ezért a jenlenlegi munkamenetedet a rendszer lezárta.

source: We inform you that account sharing is prohibited and can lead to account deletion.
hu_hu: Felhívjuk figyelmedet, hogy a felhasználói fiókod megosztása más személyekkel nem megengedett a rendszerben. Az ilyen jellegű tevékenység a felhasználói fiókod törléséhez vezet.

source: If it was not you, we highly recommend you to change your password immediately.
hu_hu: Ha nem te jelentkeztél be, akkor erősen ajánlott az azonnali jelszócsere, amit bejelentkezés után a Saját menü Profilom menüpontjában tudsz megtenni.
