Repository: endorbithu/vendeglato_ugyvitel
Catalog: translation_TP/*.po
Languages: hu_hu

source: Payment window expired!
hu_hu: A fizetésre szánt időkeret lejárt!

source: Payment in progress
hu_hu: Fizetési tranzakció folyamatban

source: You've already ordered this
hu_hu: Ezt a kurzust már megrendelted.

source: Save
hu_hu: Mentés

source: State
hu_hu: Státusz

source: Personal details
hu_hu: Személyes adatok

source: Last name:
hu_hu: Vezetéknév:

source: First name:
hu_hu: Keresztnév:

source: (unchangeable)
hu_hu: (nem változtatható)

source: Phone:
hu_hu: Telefonszám:

source: Role:
hu_hu: Szerepkör:

source: Old password
hu_hu: Régi jelszó

source: Old password:
hu_hu: Régi jelszó:

source: Change password
hu_hu: Jelszó megváltoztatása

source: Additional information
hu_hu: További tudnivalók

source: Teacher profile:
hu_hu: Tanári profil:

source: jump to teacher profile
hu_hu: ugrás a tanári profilra

source: Teacher page:
hu_hu: Tanári oldal:

source: jump to teacher page
hu_hu: ugrás a tanári oldalra

source: Teacher page visibility:
hu_hu: Tanári oldal láthatósága:

source: Visible
hu_hu: Látható

source: Not visible
hu_hu: Nem látható

source: Sign up:
hu_hu: Regisztráció:

source: Last login:
hu_hu: Utolsó belépés:

source: My organization
hu_hu: Itt vagyok igazgató

source: course
hu_hu: kurzus

source: teacher
hu_hu: tanár

source: teachers
hu_hu: tanár

source: Active
hu_hu: Aktív

source: Disabled
hu_hu: Letiltva

source: I'm a teacher here
hu_hu: Itt vagyok tanár

source: Change picture
hu_hu: Kép megváltoztatása

source: Rotate CCW
hu_hu: Forgatás balra

source: Rotate CW
hu_hu: Forgatás jobbra

source: All changes are saved
hu_hu: Változások elmentve

source: You have unsaved changes.
hu_hu: Még nem mentettél el minden változást.

source: The password has been changed
hu_hu: A jelszó megváltozott

source: Delete profile
hu_hu: Profil törlése

source: You are about to delete your profile. Are you sure?
hu_hu: Arra készülsz, hogy töröld a felhasználói profilodat. Biztos vagy benne?

source: Please, provide your password to confirm
hu_hu: A megerősítéshez add meg a jelszavadat

source: YES, I want to delete my profile!
hu_hu: IGEN, törölni akarom a profilomat!

source: Wrong password.
hu_hu: Helytelen jelszó.

source: Profile deletion FAILED.
hu_hu: A profil törlése SIKERTELEN.

source: Back to profile
hu_hu: Vissza a profilhoz

source: Deleted user
hu_hu: Törölt felhasználó

source: Active courses
hu_hu: Aktív kurzusok

source: Orders
hu_hu: Rendelések

source: You have no purchased courses or your order is not approved yet.
hu_hu: Még nem vásároltál kurzust, vagy a vásárlásodat még nem hagyták jóvá.

source: Last modification
hu_hu: Utolsó módosítás

source: Course
hu_hu: Kurzus

source: Expires
hu_hu: Lejár

source: Price
hu_hu: Ár

source: Type
hu_hu: Típus

source: Invoice
hu_hu: Számla

source: EXPIRED
hu_hu: LEJÁRT

source: credit card
hu_hu: bankkártya

source: transfer
hu_hu: átutalás

source: Proforma
hu_hu: Díjbekérő

source: You have no orders yet.
hu_hu: Még nem történt rendelés.

source: Organization
hu_hu: Intézmény

source: Application status
hu_hu: Korábbi jelentkezések állapota

source: Applications are disabled.
hu_hu: A tanárnak jelentkezés funkció jelenleg le van tiltva.

source: Application date
hu_hu: Jelentkezés ideje

source: Approval date
hu_hu: Elbírálás ideje

source: Status
hu_hu: Állapot

source: Information
hu_hu: Információ

source: Teacher application is not available.
hu_hu: Jelenleg nem lehet tanárnak jelentkezni.

source: Create your teacher profile
hu_hu: Tanári profil létrehozása

source: Review your teacher profile
hu_hu: Tanári profil áttekintése

source: Application form
hu_hu: Jelentkezés intézményhez

source: Unique text ID:
hu_hu: Egyedi azonosító:

source: eg. johnsmith
hu_hu: pl. kovacsjozsef

source: Job title:
hu_hu: Ezzel foglalkozom:

source: eg. business trainer, coach
hu_hu: pl. üzleti tréner

source: Speciality:
hu_hu: Ehhez értek:

source: eg. sales, marketing, time management
hu_hu: pl. értékesítés, marketing, üzleti modellépítés

source: Introduction:
hu_hu: Bemutatkozás:

source: WARNING! You can not change this later!
hu_hu: FIGYELEM! Később nem változtatható meg!

source: The given ID is already used.
hu_hu: A megadott azonosító már foglalt!

source: Organization:
hu_hu: Intézmény:

source: Application details:
hu_hu: Jelentkezés szövege:

source: Application details (max. 200 characters)
hu_hu: Jelentkezés szövege (max. 200 karakter)

source: Send
hu_hu: Küldés

source: is applied for being a teacher here:
hu_hu: tanárnak jelentkezett ide:

source: Application has benn sent.
hu_hu: Jelentkezés elküldve.

source: My campaigns
hu_hu: Kampányaim

source: All campaigns
hu_hu: Minden kampány

source: Conversion
hu_hu: Konverzió

source: Interaction rate
hu_hu: Interakció

source: Shareable link
hu_hu: Megosztható link

source: Hits
hu_hu: Kattintások

source: Income
hu_hu: Bevétel

source: Become our affiliate partner!
hu_hu: Legyél a partnerünk!

source: Being an affiliate partner is free and easy to join. You can earn commission on each sale come from your recommendation.
hu_hu: Partnernek lenni egyszerű és ingyenes. Azonban te ezzel pénzt kereshetsz, hiszen minden olyan vásárlás után, ami tőled érkezik, jutalékot fizetünk Neked.

source: Join
hu_hu: Csatlakozás

source: Your affiliate partner status is
hu_hu: A partner marketing státuszod jelenleg

source: Please be patient! Our administrator will review your application soon.
hu_hu: Kis türelmedet kérjük. Admnisztrátorunk rövidesen elbírálja jelentkezésed.

source: Widgets
hu_hu: Kijelzők kezelése

source: My teacher profile
hu_hu: Adataim

source: Course ratings
hu_hu: Kurzus értékelések

source: Course name
hu_hu: Kurzus

source: average rating
hu_hu: átlag értékelés

source: rating count
hu_hu: értékelések száma

source: My ratings
hu_hu: Értékelésem

source: Average rating:
hu_hu: Átlag értékelés:

source: rater(s)
hu_hu: értékelő

source: Course sales graph (lifetime)
hu_hu: Kurzus bevételek eloszlása (élettartam)

source: Total sales
hu_hu: Összes értékesítés

source: amount
hu_hu: összeg

source: You have no course sales yet.
hu_hu: Még nem értékesítettél egy kurzust sem.

source: Course sales (lifetime)
hu_hu: Kurzus értékesítések (élettartam)

source: course sales
hu_hu: kurzus eladás

source: Monthly sales (last 12 months)
hu_hu: Havi értékesítések (legutóbbi 12 hónap)

source: monthly sales revenue
hu_hu: havi értékesítési bevétel

source: Monthly sales (actual year)
hu_hu: Havi értékesítések (aktuális év)

source: New course
hu_hu: Új kurzus

source: Action
hu_hu: Művelet

source: Content
hu_hu: Tartalom

source: Creation date
hu_hu: Létrehozás

source: Purchasable
hu_hu: Megvásárolhatóság

source: Available
hu_hu: Elérhető

source: Delete PERMANENTLY
hu_hu: Kurzus VÉGLEGES törlés

source: Delete forever
hu_hu: VÉGLEGES törlés

source: Incomplete (active)
hu_hu: Hiányos (aktív)

source: Incomplete (disabled)
hu_hu: Hiányos (tiltott)

source: Delete
hu_hu: Törlés

source: Deleting course
hu_hu: Kurzus törlése

source: You are about to delete this course. Are you sure?
hu_hu: Biztosan törlöd a kurzust?

source: You are about to delete this course forever. Are you sure?
hu_hu: A törlés nem visszavonható. Biztosan törlöd a kurzust?

source: Course ID
hu_hu: Kurzus azonosítója

source: No category defined
hu_hu: Nincs kurzus kategória létrehozva

source: All courses must belong to a category. Without categories you can not create courses.
hu_hu: Minden kurzust be kell sorolni egy kategóriába. Kategóriák nélkül nem tudsz kurzust létrehozni.

source: Course page
hu_hu: Kurzus oldal

source: Not active
hu_hu: Nem aktív

source: Free
hu_hu: Szabad

source: Course details
hu_hu: Kurzus részletek

source: Sales page
hu_hu: Értékesítési oldal

source: Poster picture
hu_hu: Borítókép

source: You'll able to upload a poster picture after you save the course.
hu_hu: Borítóképet mentés után lehet majd feltölteni.

source: Properties
hu_hu: Tulajdonságok

source: Incomplete
hu_hu: Hiányos

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: The organization doesn't have enough free space
hu_hu: A választott intézménynek nincs elegendő tárhelye!

source: Not enough space to save the course.
hu_hu: Nincs elegendő tárhely a kurzus mentéséhez!

source: Title
hu_hu: Cím

source: Title:
hu_hu: Cím:

source: Short description
hu_hu: Rövid leírás

source: Short description:
hu_hu: Rövid leírás:

source: characters remaining
hu_hu: karakter maradt

source: Level:
hu_hu: Szint:

source: Language:
hu_hu: Nyelv:

source: Category:
hu_hu: Kategória:

source: Price:
hu_hu: Ár:

source: Free courses are not supported in you current plan.
hu_hu: A jelenlegi csomagodban az ingyenes kurzusok nem támogatottak.

source: Purchasable from:
hu_hu: Megvásárolható (-tól):

source: Purchasable until:
hu_hu: Megvásárolható (-ig):

source: Access limitation (days):
hu_hu: Hozzáférés limit (nap):

source: State:
hu_hu: Állapot:

source: Deleted:
hu_hu: Törölt:

source: Tags:
hu_hu: Címkék:

source: Videos:
hu_hu: Videók:

source: Files:
hu_hu: Fájlok:

source: day(s) after the the previous
hu_hu: nappal az előző után

source: day(s) after purchase
hu_hu: nappal vásárlás után

source: Day %s
hu_hu: %s. nap

source: Free and always visible.
hu_hu: Ingyenes és mindig látható.

source: Play
hu_hu: Lejátszás

source: Course title is required and can not be empty.
hu_hu: A kurzusnak címet kell adni!

source: Course description is required and can not be empty.
hu_hu: A kurzus leírás nem lehet üres!

source: Drop videos here
hu_hu: Húzd ide a videókat

source: Choose videos
hu_hu: Válassz videókat

source: Supported formats:
hu_hu: Támogatott:

source: Max. upload size:
hu_hu: Max. fájlméret:

source: You'll able to upload videos after you save the course.
hu_hu: Videókat mentés után lehet majd feltölteni.

source: Delete video
hu_hu: Videó törlése

source: Video has been uploaded and saved
hu_hu: Videó feltöltve és elmentve

source: File has been uploaded and saved
hu_hu: Fájl feltöltve és elmentve

source: You are about to delete this video forever. Are you sure?
hu_hu: A törlés nem visszavonható. Biztosan törlöd a videót?

source: ID
hu_hu: Azon.

source: Not supported file type
hu_hu: Nem támogatott fájltípus

source: too large
hu_hu: túl nagy

source: Max file size:
hu_hu: Max fájlméret:

source: Course files
hu_hu: Kurzus fájlok

source: Drop file here
hu_hu: Húzd ide a fájlokat

source: Choose files
hu_hu: Válassz fájlokat

source: Delete file
hu_hu: Fájl törlése

source: You'll able to upload files after you save the course.
hu_hu: Fájlokat mentés után lehet majd feltölteni.

source: You are about to delete this file forever. Are you sure?
hu_hu: A törlés nem visszavonható. Biztosan törlöd a fájlt?

source: Offer background color:
hu_hu: Ajánlat doboz háttérszíne:

source: Offer background color
hu_hu: Ajánlat doboz háttérszíne

source: CTA button text:
hu_hu: CTA gomb szövege:

source: CTA button text
hu_hu: CTA gomb szövege:

source: CTA button color:
hu_hu: CTA gomb színe:

source: CTA button color
hu_hu: CTA gomb színe

source: CTA button text color:
hu_hu: CTA szöveg színe:

source: CTA button text color
hu_hu: CTA szöveg színe

source: Primary color:
hu_hu: Kiemelt szöveg színe:

source: Primary color
hu_hu: Kiemelt szöveg színe:

source: Secondary color:
hu_hu: Normál szöveg színe:

source: Secondary color
hu_hu: Normál szöveg színe

source: Tertiary color:
hu_hu: Kevésbé fontos szöveg színe:

source: Tertiary color
hu_hu: Kevésbé fontos szöveg színe

source: Primary background color:
hu_hu: Dobozok színe:

source: Primary background color
hu_hu: Dobozok színe

source: Secondary background color:
hu_hu: Háttér színe:

source: Secondary background color
hu_hu: Háttér színe

source: Box border color:
hu_hu: Doboz keret színe:

source: Box border color
hu_hu: Doboz keret színe

source: New test
hu_hu: Új tudáspróba

source: Name
hu_hu: Név

source: Edit test
hu_hu: Tudáspróba szerkesztése

source: You are about to delete this test forever. Are you sure?
hu_hu: A törlés nem visszavonható. Biztosan törlöd a tudáspróbát?

source: Course:
hu_hu: Kurzus:

source: Valid from:
hu_hu: Érvényes (-tól):

source: Valid to:
hu_hu: Érvényes (-ig):

source: Time available (seconds):
hu_hu: Rendelkezésre álló idő (másodperc):

source: Success criteria:
hu_hu: Sikerkritérium:

source: Repeatability:
hu_hu: Ismételhetőség (alkalom):

source: Not limited
hu_hu: Korlátlan

source: The test is not active now.
hu_hu: A tudáspróba jelenleg nem aktív.

source: Questions:
hu_hu: Kérdések:

source: The end date should be greater than start date
hu_hu: A kezdő dátumnak kisebbnek kell lennie a befejező dátumnál!

source: Question:
hu_hu: Kérdés:

source: Points:
hu_hu: Pont:

source: Answer options:
hu_hu: Válasz lehetőségek:

source: Answer:
hu_hu: Válasz:

source: Right answer
hu_hu: Helyes válasz

source: question
hu_hu: kérdés

source: answer
hu_hu: válasz

source: Rigth answer
hu_hu: Helyes válasz

source: Add new answer
hu_hu: Új válasz hozzáadása

source: Add new question
hu_hu: Kérdés hozzáadás

source: Daily sales (actual month)
hu_hu: Napi értékesítések (aktuális hónap)

source: Daily sales (last 30 days)
hu_hu: Napi értékesítések (legutóbbi 30 nap)

source: daily sales revenue
hu_hu: napi össz. értékesítés

source: Top 10 courses
hu_hu: Top 10 kurzus

source: all time sales revenue
hu_hu: teljes időszak alatt

source: No data to show.
hu_hu: Nincs megjeleníthető adat.

source: Sales revenue
hu_hu: Értékesítés

source: All time
hu_hu: Összes

source: This year
hu_hu: Aktuális év

source: This quarter
hu_hu: Aktuális negyedév

source: This month
hu_hu: Aktuális hónap

source: Disk usage
hu_hu: Tárhely használat

source: Disk usage graph
hu_hu: Tárhely használat grafikon

source: Storage
hu_hu: Tárhely

source: Pictures
hu_hu: Képek

source: Invoice PDFs
hu_hu: Számla PDF-ek

source: Signed up.
hu_hu: Regisztrált

source: Logged in.
hu_hu: Bejelentkezett

source: Logged out.
hu_hu: Kijelentkezett

source: Deleted the user profile.
hu_hu: Törölte a felhasználó profilját

source: Opened a not purchased course.
hu_hu: Még nem megvásárolt kurzusban nézelődött

source: Opened a purchased course.
hu_hu: Vásárolt kurzust nyitott meg

source: Opened an owned course.
hu_hu: Saját kurzusát nézte meg (tanárként)

source: The system has sent an email.
hu_hu: A rendszer emailt küldött a felhasználónak

source: Placed an order
hu_hu: Megrendelést adott le

source: Order cancelled.
hu_hu: Törölte a megrendelést

source: Payment received.
hu_hu: A vásárlás ellenértéke beérkezett

source: Rated a course
hu_hu: Értékelt egy kurzust

source: Played a video file.
hu_hu: Lejátszott egy videót

source: Downloaded a file.
hu_hu: Letöltött egy fájlt

source: Opened an email.
hu_hu: Megnyitott egy emailt

source: Wants to become a teacher.
hu_hu: Tanárnak jelentkezett

source: Application status update.
hu_hu: Jelentkezés státusza frissült

source: Tested.
hu_hu: Kitöltött egy tesztet

source: Sign Up
hu_hu: Regisztráció

source: Log out
hu_hu: Kijelentkezés

source: Order placed
hu_hu: Rendelés leadás

source: Teacher application
hu_hu: Tanári jelentkezés

source: Teacher application status update
hu_hu: Tanári jelentkezés státusz frissítés

source: Course opened
hu_hu: Kurzus megnyitás

source: Video Played
hu_hu: Videó lejátszás

source: File downloaded
hu_hu: Fájl letöltés

source: Email sent
hu_hu: Kimenő email

source: Email opened
hu_hu: Email megnyitás

source: Filled test
hu_hu: Teszt kitöltés

source: Rating added
hu_hu: Értékelés

source: Unauthorized access attempt
hu_hu: Illetéktelen hozzáférés

source: Suspected account sharing
hu_hu: Felhasználói fiók megosztás gyanú

source: Unauthorized file download attempt
hu_hu: Fájl letöltés próbálkozás

source: Unauthorized video download attempt
hu_hu: Videó letöltés próbálkozás

source: Subscription details
hu_hu: Előfizetés részletei

source: Package name
hu_hu: Előfizetés neve

source: No packages found
hu_hu: Nincs előfizetés

source: Storage space
hu_hu: Tárhely

source: Used
hu_hu: Használt

source: Outbound traffic included
hu_hu: Kimenő adatforgalom a csomagban

source: Actual outbound traffic
hu_hu: Aktuális kimenő adatforgalom

source: Extra outbound traffic
hu_hu: Extra kimenő adatforgalom

source: Transaction fee
hu_hu: Tranzakciós díj

source: User licenses
hu_hu: Felhasználói licencek

source: Teacher licenses
hu_hu: Tanári licencek

source: Advanced reporting
hu_hu: Bővített riport

source: Schedule courses
hu_hu: Kurzus időzítés

source: White label
hu_hu: Kikapcsolt TudásPiac logó

source: Free courses
hu_hu: Ingyenes kurzusok

source: Date of purchase
hu_hu: Vásárlás ideje

source: No data
hu_hu: Nincs adat

source: Date of expiry
hu_hu: Lejárat ideje

source: Expired
hu_hu: Lejárt

source: No subscription
hu_hu: Nincs előfizetés

source: Actual month
hu_hu: Aktuális hónap

source: Plan base price
hu_hu: Csomag alap díj

source: Net price
hu_hu: Nettó összeg

source: Summary
hu_hu: Összeg

source: Values are for information purposes only and based on actual MNB exchange rates.
hu_hu: A fenti értékek csak tájékoztató jellegűek és az akutális napig történt költségeket tartalmazzák. A valutaváltáshoz az MNB aktuális árfolyamait használjuk.

source: VAT is not included in the numbers above.
hu_hu: A fenti árak az ÁFÁ-t nem tartalmazzák

source: No organizations found
hu_hu: Még nincsnek intézményeid.

source: No teachers found.
hu_hu: Még nincsnek tanárok.

source: No students found.
hu_hu: Még nincsenek diákok.

source: Value
hu_hu: Érték

source: Customer
hu_hu: Vásárló

source: Teacher
hu_hu: Tanár

source: User email
hu_hu: Vásárló email

source: Order date
hu_hu: Rendelés dátuma

source: Teacher email
hu_hu: Tanár email

source: Filters
hu_hu: Szűrők

source: equal
hu_hu: egyenlő

source: not equal
hu_hu: nem egyenlő

source: contains
hu_hu: tartalmazza

source: does not contain
hu_hu: nem tartalmazza

source: between
hu_hu: között

source: today
hu_hu: ma

source: yesterday
hu_hu: tegnap

source: this week
hu_hu: aktuális hét

source: last week
hu_hu: előző hét

source: past two weeks
hu_hu: elmúlt két hét

source: this month
hu_hu: aktuális hónap

source: last month
hu_hu: előző hónap

source: this year
hu_hu: aktuális év

source: last year
hu_hu: előző év

source: multiple
hu_hu: több érték

source: Columns
hu_hu: Oszlopok

source: Available Columns
hu_hu: Elérhető oszlopok

source: Selected Columns
hu_hu: Kiválasztott oszlopok

source: Fields
hu_hu: Mezők

source: Applicant
hu_hu: Jelentkező

source: Application text
hu_hu: Jelentkés szövege

source: Application time
hu_hu: Jelentkezés ideje

source: Review time
hu_hu: Elbírálás ideje

source: Pending for review
hu_hu: Nincs elbírálva

source: Review
hu_hu: Elbírálás

source: Review application
hu_hu: Jelentkezés elbírálása

source: Approve
hu_hu: Elfogadom

source: Reject
hu_hu: Elutasítom

source: Suspend
hu_hu: Felfüggesztem

source: Review the following application
hu_hu: A következő jelentkezés elbírálása

source: Approved
hu_hu: Elfogadva

source: Rejected
hu_hu: Elutasítva

source: Suspended
hu_hu: Felfüggesztve

source: Deleted
hu_hu: Törölve

source: Unpurchased courses
hu_hu: Nem megvásárolt kurzusok

source: Login count (actual month)
hu_hu: Bejelentkezések a hónapban

source: Login count (last 30 days)
hu_hu: Bejelentkezések az elmúlt 30 napban

source: login count
hu_hu: bejelentkezések száma

source: count
hu_hu: szám

source: login(s)
hu_hu: bejelentkezés

source: Top 10 videos by access count
hu_hu: A 10 legtöbbet lejátszott videó

source: video access count
hu_hu: videó elérés

source: Registered users by roles
hu_hu: Szerepkörök a rendszerben

source: Total number of users
hu_hu: Összes felhasználó

source: Subscriptions
hu_hu: Előfizetések

source: Expiration
hu_hu: Lejárat

source: Owner
hu_hu: Tuldajdonos

source: Summary outbound traffic (actual month)
hu_hu: Összes kimenő forgalom (aktuális hónap)

source: Outbound traffic (actual month)
hu_hu: Kimenő adatforgalom (aktuális hónap)

source: traffic
hu_hu: adatforgalom

source: Outbound traffic (last 30 days)
hu_hu: Kimenő adatforgalom (legutóbbi 30 nap)

source: New user
hu_hu: Új felhasználó

source: Role
hu_hu: Szerepkör

source: Sign up date
hu_hu: Regisztráció

source: Last login date
hu_hu: Utolsó belépés

source: Login count
hu_hu: Belépések

source: It's me :)
hu_hu: Ez vagyok én. :)

source: Mail send error
hu_hu: Hiba az email küldés során

source: Make teacher
hu_hu: Tanárnak kinevezés

source: Undo teacher
hu_hu: Tanár megszüntetés

source: You are about to give teacher rights to this user. Are you sure?
hu_hu: Tanári jogosultságot készülsz adni ennek a felhasználónak. Biztos vagy benne?

source: You are about to revoke teacher rights from this user. Are you sure?
hu_hu: Arra készülsz, hogy visszavonod a tanári jogosultságot ettől a felhasználótól. Biztos vagy benne?

source: Profile details
hu_hu: Profil adatok

source: This email address has been already registered.
hu_hu: Ez az email cím már foglalt.

source: Password
hu_hu: Jelszó

source: Settings
hu_hu: Beállítások

source: Profile picture
hu_hu: Profilkép

source: Not allowed character found. Use only alphabets, space and "-".
hu_hu: Ez a mező csak betűket, kötőjelet és szóközt tartalmazhat! Az első betű kötelezően nagybetű.

source: Not allowed character found. Use only alphabets, space, "-" and ".".
hu_hu: Ez a mező csak betűket, kötőjelet pontot és szóközt tartalmazhat! Az első betű kötelezően nagybetű.

source: Not allowed character found. Use only alphabets, space.
hu_hu: Ez a mező csak betűket és szóközt tartalmazhat! Az első betű kötelezően nagybetű.

source: Not allowed character found. Use only numbers, "+", "/" and "-".
hu_hu: Nem megengedett karakter a telefonszámban! Ezeket használhatod: számok, "+", "/", "-".

source: Token for password change
hu_hu: Jelszóváltoztató token

source: Send token
hu_hu: Token küldése

source: Token has been sent
hu_hu: Token elküldve

source: Send a password changer token to the user. It is highly recommended to send a token instead of change the password yourself.
hu_hu: Jelszóváltoztató token küldése a felhasználónak. Erősen ajánlott ezt használni a jelszóváltoztatás helyett (mert arról a felhasználó nem értesül).

source: Tokens
hu_hu: Tokenek

source: Request IP
hu_hu: Kérés IP

source: Request Time
hu_hu: Kérés ideje

source: Expiration Time
hu_hu: Lejárat ideje

source: User IP
hu_hu: Felh. IP

source: Password change time
hu_hu: Felhasználás ideje

source: purchases
hu_hu: vásárlás

source: Paid
hu_hu: Fizetve

source: Billed
hu_hu: Számlázva

source: Offer
hu_hu: Ajánlat

source: Offers
hu_hu: Ajánlatok

source: New offer
hu_hu: Új ajánlat

source: Edit offer
hu_hu: Ajánlat szerkesztése

source: Available days
hu_hu: Elérhetőség (nap)

source: Quantity
hu_hu: Mennyiség

source: Default offer
hu_hu: Alap ajánlat

source: Custom offer
hu_hu: Egyedi

source: Public
hu_hu: Publikus

source: Public:
hu_hu: Publikus:

source: Original quantity
hu_hu: Eladható (db)

source: Original quantity:
hu_hu: Eladható (db):

source: Available courses
hu_hu: Elérhető kurzusok

source: Added courses
hu_hu: Hozzáadott kurzusok

source: Validity
hu_hu: Érvényesség

source: unlimited
hu_hu: korlátlan

source: Delete offer
hu_hu: Ajánlat törlése

source: You are about to delete this offer. Are you sure?
hu_hu: Biztosan törlöd ezt az ajánlatot?

source: Deleted offer
hu_hu: Törölt ajánlat

source: Available coupons
hu_hu: Elérhető kuponok

source: Added coupons
hu_hu: Hozzáadott kuponok

source: Coupons
hu_hu: Kuponok

source: New coupon
hu_hu: Új kupon

source: Code
hu_hu: Kód

source: Discount
hu_hu: Kedvezmény

source: Edit coupon
hu_hu: Kupon szerkesztése

source: Coupon code:
hu_hu: Kupon kód:

source: Type:
hu_hu: Típus:

source: Fix amount
hu_hu: Fix összeg

source: Percentage
hu_hu: Százalék

source: Value:
hu_hu: Érték:

source: Delete coupon
hu_hu: Kupon törlése
