Repository: endorbithu/vendeglato_ugyvitel
Catalog: translation_TP/*.po
Languages: hu_hu

source: We have logged this activity.
hu_hu: Tájékoztatunk, hogy a rendszer ezt az eseményt naplózta.

source: You need to purchase the course to have access to this file.
hu_hu: Vásárold meg a kurzust, hogy letölthesd a kért fájlt!

source: Check your network connection!
hu_hu: Nincs kapcsolat. Ellenőrizze a hálózatot!

source: The requested page can not be found. [404]
hu_hu: A kért oldal nem található. [404]

source: Internal server error. [500]
hu_hu: Szerver hiba. [500]

source: JSON parsing error.
hu_hu: A kért JSON parse-olása sikertelen.

source: Timeout.
hu_hu: Időtúllépés.

source: AJAX request aborted
hu_hu: Ajax kérés megszakítva.

source: The server is not available at the moment. Please try again later.
hu_hu: A szerver jelenleg nem elérhető. Próbálja meg később!

source: day
hu_hu: nap

source: days
hu_hu: nap

source: hour
hu_hu: óra

source: hours
hu_hu: óra

source: min
hu_hu: perc

source: minute
hu_hu: perc

source: minutes
hu_hu: perc

source: sec
hu_hu: mp

source: second
hu_hu: másodperc

source: seconds
hu_hu: másodperc

source: d
hu_hu: n

source: h
hu_hu: ó

source: m
hu_hu: p

source: s
hu_hu: mp

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: beginner
hu_hu: kezdő

source: intermediate
hu_hu: középfokú

source: advanced
hu_hu: haladó

source: for everybody
hu_hu: bárki számára

source: Guest
hu_hu: Vendég

source: Member
hu_hu: Tanuló

source: Student
hu_hu: Tanuló

source: Administrator
hu_hu: Adminisztrátor

source: Director (owner)
hu_hu: Előfizető

source: Hungarian
hu_hu: magyar

source: English
hu_hu: angol

source: French
hu_hu: francia

source: German
hu_hu: német

source: Italian
hu_hu: olasz

source: Spanish
hu_hu: spanyol
