Repository: endorbithu/vendeglato_ugyvitel
Catalog: translation_TP/*.po
Languages: hu_hu

source: Home
hu_hu: Főoldal

source: Home page
hu_hu: Főoldal

source: Courses
hu_hu: Kurzusok

source: Organizations
hu_hu: Intézmények

source: Teachers
hu_hu: Tanárok

source: Teachers' room
hu_hu: Tanári szoba

source: Dashboard
hu_hu: Irányítópult

source: Teacher profile
hu_hu: Tanári profilom

source: My courses
hu_hu: Kurzusaim

source: My tests
hu_hu: Tudáspróbáim

source: Director's room
hu_hu: Igazgatói szoba

source: Timeline
hu_hu: Idővonal

source: Subscription
hu_hu: Előfizetésem

source: Students
hu_hu: Hallgatók

source: Sales
hu_hu: Értékesítéseim

source: Report
hu_hu: Riport

source: Sales report
hu_hu: Értékesítési riport

source: User report
hu_hu: Felhasználói riport

source: Teacher applications
hu_hu: Jelentkezések

source: Users
hu_hu: Felhasználók

source: All courses
hu_hu: Összes kurzus

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Affiliate marketing
hu_hu: Partner marketing

source: Purchases
hu_hu: Vásárlások

source: Slideshows
hu_hu: Diavetítés

source: Email templates
hu_hu: Email sablonok

source: Site config
hu_hu: Oldal beállítások

source: My
hu_hu: Saját

source: Profile
hu_hu: Profilom

source: Purchased courses
hu_hu: Vásárolt kurzusok

source: Become a teacher
hu_hu: Tanárnak jelentkezem

source: Logout
hu_hu: Kilépés

source: Log in
hu_hu: Belépés

source: Sign up
hu_hu: Regisztráció

source: Insufficient system setup. Registration and sales are disabled until setup is fixed. You have to fill the followings config values otherwise the system will not work properly:
hu_hu: A rendszer nincs rendesen beállítva. A regisztráció és a kersekedés javításig letiltva. Az alábbi beállításokat ki kell tölteni, különben a rendszer nem fog rendesen működni:

source: DEMO ENVIRONMENT
hu_hu: DEMÓ RENDSZER

source: TEST ENVIRONMENT
hu_hu: TESZT RENDSZER

source: DEVELOPMENT ENVIRONMENT
hu_hu: FEJLESZTŐI RENDSZER

source: - no real sales activity, no production grade performance, but fully featured
hu_hu: - valós értékesítés a rendszerben nem történik!

source: To give you the best experience, we use cookies. By browsing our site you agree to our use of cookies.
hu_hu: Ez a weboldal sütiket (cookie) használ. Az oldal további használatával elfogadod a sütik használatát.

source: Find out more
hu_hu: További információ

source: Accept cookies
hu_hu: Elfogadom

source: What are Cookies?
hu_hu: Mik azok a sütik?

source: Cookies are text files containing small amounts of information which are downloaded to your device when you visit our website. Cookies do lots of different jobs, like letting you navigate between pages efficiently, remembering your preferences, and generally improving the user experience. They can also help to ensure that adverts you see online are more relevant to you and your interests.
hu_hu: A sütik kis szövegfájlok, melyeket a webhely az oldalaira látogató felhasználó számítógépén, illetve mobilkészülékén tárol el. A sütik segítségével a honlap bizonyos ideig megjegyzi az általad végzett műveleteket és személyes beállításokat (pl. a felhasználói nevet, a nyelvet, a betűméretet és a honlap megjelenítésével kapcsolatos többi egyedi beállítást), így neked nem kell azokat újra megadnod minden egyes alkalommal, amikor honlapunkra ellátogatsz, vagy az egyik lapról átnavigálsz egy másikra.

source: Close
hu_hu: Bezár

source: Terms
hu_hu: ÁSZF

source: Privacy policy
hu_hu: Adatkezelés

source: Requirements
hu_hu: Követelmények

source: Contact
hu_hu: Kapcsolat

source: All rights reserved!
hu_hu: Minden jog fenntartva!

source: system
hu_hu: rendszer

source: Service Provider
hu_hu: Üzemeltető

source: Hosting Service Provider
hu_hu: Tárhelyszolgáltató

source: System requirements
hu_hu: Rendszerkövetelmények

source: In order to have seamless experience and take advantage of all the features, your system needs to meet the minimum system requirements.
hu_hu: A szolgáltatás funkcióinak zökkenőmentes használatához szükséges, hogy a rendszered megfeleljen az alábbi követelményeknek.

source: Please, read the followings if you have compatibility or other issues.
hu_hu: Ha bármilyen kompatibilitási vagy egyéb problémát tapasztalsz, akkor kérlek nézd át, hogy az eszközöd, amiről az oldalt használod, megfelel-e a minimális rendszerkövetelményeknek!

source: Web browser
hu_hu: Böngésző

source: most recent version
hu_hu: legfrissebb verzió

source: NOT supported web browsers
hu_hu: NEM TÁMOGATOTT böngészők

source: Mozilla Firefox on Windows XP
hu_hu: Mozilla Firefox Windows XP rendszeren

source: Operating system
hu_hu: Operációs rendszer

source: Internet connection
hu_hu: Internet kapcsolat

source: Minimum bandwith for desktop devices or notebook computers:
hu_hu: Minimális sávszélesség asztali számítógépek és laptopok esetén:

source: Minimum bandwith for mobile devices:
hu_hu: Minimális sávszélesség mobil eszközök (okos telefon, táblagép) esetén:

source: Video
hu_hu: Videó

source: Best selling
hu_hu: Legnépszerűbb

source: courses
hu_hu: kurzusok

source: Best selling courses
hu_hu: Legnépszerűbb kurzusok

source: Latest courses
hu_hu: Legújabb kurzusok

source: Learn more
hu_hu: Tudj meg többet!

source: No courses found.
hu_hu: Nincs a megadott feltételeknek megfelelő kurzus!

source: Need help?
hu_hu: Segítségre van szükséged?

source: Ask our support center!
hu_hu: Keresd fel Támogatási Központunk munkatársait!

source: or
hu_hu: vagy

source: We have no courses yet. :(
hu_hu: Még nem töltöttünk fel kurzust. :(

source: Sign in to your account
hu_hu: Jelentkezz be a felhasználói fiókodba!

source: or go back to the order form
hu_hu: vagy ugorj vissza a megrendeléshez

source: Forgotten password
hu_hu: Elfelejtett jelszó

source: Sign up disabled.
hu_hu: A regisztráció jelenleg le van tiltva.

source: Sign up and learn!
hu_hu: Regisztrálj és fejleszd magad!

source: Last Name
hu_hu: Vezetéknév

source: First Name
hu_hu: Keresztnév

source: Phone
hu_hu: Telefonszám

source: Email address
hu_hu: Email cím megadása

source: Enter the email address you used when you made your account. We'll send you an e-mail with instructions to create a new password.
hu_hu: Add meg a regisztrált email címedet és egy levélben elküldjük a teendőket a jelszó megváltoztatásához!

source: Submit
hu_hu: Elküld

source: Unable to send message. Try again later.
hu_hu: A küldés sikertelen. Kérem próbálja újra később!

source: Unknown email address.
hu_hu: A megadott email címet a rendszer nem ismeri.

source: Mail has been sent
hu_hu: Üzenet elküldve

source: We've sent you an email with instructions to change your password.
hu_hu: A jelszóváltoztató üzenetet elküldtük.

source: You can create a new password by following the instructions provided in the message.
hu_hu: Új jelszót létrehozni a megadott e-mail címre küldött üzenet segítségével tudsz.

source: Back to the log in page
hu_hu: Vissza a bejelentkező oldalra

source: Changing the password
hu_hu: Jelszó megváltoztatása

source: Provide a new password
hu_hu: Új jelszó megadása

source: New password
hu_hu: Új jelszó

source: New password:
hu_hu: Új jelszó:

source: Confirm password
hu_hu: Jelszó megerősítése

source: Confirm password:
hu_hu: Jelszó megerősítése:

source: Your password has been changed
hu_hu: A jelszavad megváltozott

source: Invalid token
hu_hu: Ismeretlen token

source: The token is not valid.
hu_hu: A token nem érvényes.

source: Password changed
hu_hu: Megváltozott jelszó

source: Use your new password to log in!
hu_hu: Mostantól az új jelszavaddal tudsz belépni a rendszerbe!

source: Jump to the log in page!
hu_hu: Ugrás a bejelentkező oldalra

source: Expired token
hu_hu: Lejárt token

source: Your password changer token has been expired.
hu_hu: A jelszóváltoztató token lejárt!

source: The token you are trying to use is older than 3 hours or token was already used to change your password.
hu_hu: A felhasználni kívánt token 3 óránál régebbi vagy már fel lett használva.

source: If you need a new token to change your password click the Send me a new token button.
hu_hu: Ha új jelszóváltoztató tokent akarsz igényelni, kattints az Új jelszóváltoztató tokent kérek gombra!

source: Send me a new token
hu_hu: Új jelszóváltoztató tokent kérek

source: Search
hu_hu: Keresés

source: Filter
hu_hu: Szűrő

source: Delete filter
hu_hu: Szűrő törlése

source: Category
hu_hu: Kategória

source: Level
hu_hu: Szint

source: Tag
hu_hu: Címke

source: Found
hu_hu: Találatok

source: course(s)
hu_hu: kurzus

source: Order by
hu_hu: Rendezés

source: direction
hu_hu: szerint

source: rating
hu_hu: értékelés

source: title
hu_hu: cím

source: upload date
hu_hu: feltöltés dátuma

source: price
hu_hu: ár

source: descending
hu_hu: csökkenő

source: ascending
hu_hu: növekvő

source: Course materials
hu_hu: Kurzus anyagok

source: Recommended books
hu_hu: Könyvajánló

source: Test
hu_hu: Tudáspróba

source: Ratings
hu_hu: Értékelés

source: WARNING! Playing videos can cause high data usages. Be sure to use Wifi connection instead of cellular network to avoid overage charges.
hu_hu: FIGYELEM! A videólejátszás nagy adatforgalommal jár, ami után a mobilszolgáltatód díjat számolhat fel.

source: Waiting for payment. After we receive your payment the course will be available.
hu_hu: A kurzust megrendelted, de még nem fizetted ki. Fizetés után a kurzust elérhetővé tesszük.

source: Continue payment
hu_hu: Fizetés folytatása

source: Purchase is disabled at the moment.
hu_hu: A rendszerben a vásárlás jelenleg nem engedélyezett.

source: days access
hu_hu: napos hozzáférés

source: Available for purchase until
hu_hu: Megvásárolható a következő időpontig:

source: Course description
hu_hu: Kurzus leírása

source: Rating
hu_hu: Értékelés

source: No ratings
hu_hu: Nincs értékelés

source: Language
hu_hu: Nyelv

source: Upload
hu_hu: Feltöltés

source: Modified
hu_hu: Módosítva

source: Edit course
hu_hu: Kurzus szerkesztése

source: Course videos
hu_hu: Kurzus videók

source: pcs
hu_hu: db

source: Available after purchasing the course
hu_hu: Vásárlás után elérhető

source: Will be available after:
hu_hu: Ekkor lesz elérhető:

source: This course is not active.
hu_hu: A kurzus nem aktív.

source: Expiry date
hu_hu: Hozzáférés megszűnése

source: will not expire
hu_hu: nem szűnik meg

source: Not available for purchase at the moment.
hu_hu: Jelenleg nem megvásárolható.

source: Who Is This Course For?
hu_hu: Kinek szól ez a kurzus?

source: Why Take This Course?
hu_hu: Miért érdemes megvennem?

source: What Will I Get Out Of This Course?
hu_hu: Mivel leszek több, ha megveszem a kurzust?

source: About This Course
hu_hu: A kuzusról

source: User Ratings
hu_hu: Hallgatók véleménye

source: Instructor
hu_hu: Oktató

source: On-Demand Access for %s days
hu_hu: %s napos online hozzáférés

source: Available virtual seats
hu_hu: Elérhető darabszám

source: Original price
hu_hu: Eredeti ár

source: Sale price
hu_hu: Akciós ár

source: Savings
hu_hu: Megtakarítás

source: On-Demand Access
hu_hu: Online hozzáférés

source: I want it NOW!
hu_hu: Megrendelem MOST!

source: Quiz questions
hu_hu: Teszt kérdés

source: Other course materials
hu_hu: Letölthető fájl

source: Connection error
hu_hu: Hálózati hiba. Nem lehet kapcsolódni a kiszolgálóhoz.

source: Are you a member?
hu_hu: Már van felhasználói fiókod?

source: Sign in!
hu_hu: Jelentkezz be!

source: Order Summary
hu_hu: Rendelés áttekintése

source: Coupon
hu_hu: Kupon

source: Coupon code
hu_hu: Kupon kód

source: Apply coupon
hu_hu: Kupon beváltása

source: Checking coupon...
hu_hu: Kupon ellenőrzése...

source: Coupon accepted
hu_hu: Kupon elfogadva

source: Please, enter a coupon code!
hu_hu: Kérlek, adj meg egy kupon kódot!

source: Coupon check error.
hu_hu: Kupon beváltás sikertelen.

source: Coupon is not valid.
hu_hu: Érvénytelen kupon kód.

source: required fields
hu_hu: kötelező mezők

source: Password:
hu_hu: Jelszó:

source: Account information
hu_hu: Felhasználói profil

source: Bank transfer
hu_hu: Átutalás

source: Transfer you payment using ordinary bank transfer.
hu_hu: Megrendelés ellenértékének fizetése hagyományos banki átutalással.

source: Credit card or Barion account
hu_hu: Bankkártya vagy Barion egyenleg

source: Secure and confortable online payment is provided by Barion Payment Inc. License number: H-EN-I-1064/2013. Your card details are not disclosed to our shop.
hu_hu: A kényelmes és biztonságos online fizetést a Barion Payment Zrt. biztosítja, MNB engedély száma: H-EN-I-1064/2013. Bankkártyád adatai áruházunkhoz nem jutnak el.

source: By submitting your order, you agree to our %s and that you have read our %s.
hu_hu: A megrendeléssel elfogadom és magamra kötelező érvényűnek tekintem az %s és az %s dokumentumokban leírtakat.

source: Submit order
hu_hu: Megrendelem

source: 3 easy steps
hu_hu: 3 egyszerű lépés

source: Fill in the checkout form and hit Checkout
hu_hu: Töltsd ki a megrendelő űrlapot és kattints a Megrendelem gombra!

source: Pay for your courses
hu_hu: Fizesd ki a megrendelésed árát!

source: You are ready, we will give you access instantly to your course materials
hu_hu: Kész vagy. A fizetés visszaigazolása után AZONNAL hozzáférhetsz a kurzusaidhoz.

source: Fast and convenient
hu_hu: Kényelmes és gyors

source: Learn anytime you want
hu_hu: Tanulj akkor, amikor szeretnél!

source: Instant access from anywhere
hu_hu: Azonnali hozzáférés a kurzusokhoz bárhonnan

source: Electronic invoice (PDF)
hu_hu: Elektronikus számlát küldünk PDF-ben

source: Automatic order confirmation
hu_hu: A rendelésedet automatikusan visszaigazoljuk

source: Let us know if there's anything we can do for you - We are happy to help.
hu_hu: Szívesen segítünk, ha bármiben elakadtál vagy kérdésed lenne.

source: Please send us an email at %s !
hu_hu: Küldj nekünk emailt a következő címre: %s !

source: Order
hu_hu: Megrendelés

source: Order NOW!
hu_hu: Rendeld meg MOST!

source: Thank you!
hu_hu: Köszönjük!

source: Please, sign in to access your courses!
hu_hu: A kurzusokhoz való hozzáféréshez be kell jelentkezned.

source: PAYMENT ERROR
hu_hu: Hiba a fizetés során

source: Please wait while we finish your order!
hu_hu: Kérlek várj, amíg véglegesítjük a rendelésed!

source: Purchasable until
hu_hu: Megvásárolható eddig:

source: Upload date
hu_hu: Feltöltés dátuma

source: Purchase date
hu_hu: Vásárlás dátuma

source: Total length
hu_hu: Teljes hossz

source: Number of videos
hu_hu: Videók száma

source: Number of files
hu_hu: Fájlok száma

source: Purchased
hu_hu: Megnézem

source: My course
hu_hu: Saját

source: Free course
hu_hu: Ingyenes

source: Pending
hu_hu: Függő

source: Locked
hu_hu: Lezárt

source: Course materials are not available during the test.
hu_hu: Jelenleg még tart a tudáspróbád erre a kurzusra. A tudáspróba ideje alatt a kurzus részletei nemelérhetőek!

source: You have to finish your test until
hu_hu: A futó tudáspróba érvényessége

source: Test is available only for those who purchased this course.
hu_hu: Csak vásárlóknak elérhető!

source: To access the test you have to buy this course.
hu_hu: A tudáspróba megtekintéséhez és kitöltéséhez meg kell vásárolnod a kurzust!

source: Previous results
hu_hu: Korábbi eredmények

source: Date
hu_hu: Dátum

source: Number of questions
hu_hu: Kérdések száma

source: Good/Bad/Missed
hu_hu: Jó/Rossz/Kihagyott válaszok

source: Points
hu_hu: Pontszám

source: Percent
hu_hu: Elért százalék

source: Success criteria
hu_hu: Sikerkritérium

source: Spent time
hu_hu: Felhasznált idő

source: Result
hu_hu: Eredmény

source: Results
hu_hu: Eredmények

source: No date
hu_hu: Nincs dátum

source: SUCCESSFULL
hu_hu: SIKERES

source: FAILED
hu_hu: SIKERTELEN

source: CANCELLED
hu_hu: MEGSZAKÍTOTT

source: Description
hu_hu: Leírás

source: Details
hu_hu: Részletek

source: Time available
hu_hu: Rendelkezésre álló idő

source: Allowed test run count
hu_hu: Ennyiszer lehet kitölteni a tesztet

source: Unlimited
hu_hu: Nincs korlátozva

source: Availability time frame
hu_hu: A teszt a következő időszak alatt érhető el

source: Start
hu_hu: Indítás

source: Your current test is still running. You can' start a new test until the current test finished.
hu_hu: Jelenleg még tart a tudáspróbád erre a kurzusra. A tudáspróba ideje alatt nem tudsz új tudáspróbát indítani!

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: point
hu_hu: pont

source: points
hu_hu: pont

source: Evaluate
hu_hu: Végeztem

source: Unanswered questions
hu_hu: Megválaszolatlan kérdések

source: All questions are answered.
hu_hu: Nincsen megválaszolatlan kérdésed.

source: What's next?
hu_hu: Mit tehetsz most?

source: Until you have time, you can review your answers.
hu_hu: Amíg az időd nem jár le, még átnézheted a kérdésekre adott válaszaidat.

source: If you feel ready, just click on the Finish button to get your test evaluated!
hu_hu: Ha ki szeretnéd értékeltetni az eredményedet, akkor kattints a Végeztem gombra!

source: Your time is up!
hu_hu: A rendelkezésre álló idő lejárt!

source: To evaluate your test click on the Finish button!
hu_hu: A tudáspróba értékeléséhez kattints a Végeztem gombra!

source: Congratulations
hu_hu: Gratulálunk

source: , you passed the test successfully
hu_hu: , sikeresen teljesítetted a tesztet

source: Unfortunately, you failed
hu_hu: Sajnos ez most nem sikerült

source: Evaluated answers
hu_hu: Kiértékelt válaszok

source: Good answer
hu_hu: Helyes válasz!

source: Bad answer
hu_hu: Hibás válasz!

source: Not answered
hu_hu: Nem töltötted ki!

source: Explanation:
hu_hu: Magyarázat:

source: Finish
hu_hu: Végeztem

source: Cancel
hu_hu: Megszakítás

source: The test can not be evaluated because you cancelled it.
hu_hu: A tudáspróbát korábban megszakítottad, így azt nem lehet kiértékelni.

source: Course average rating:
hu_hu: A kurzus átlagos értékelése:

source: You rated:
hu_hu: A te értékelésed:

source: Rate this course!
hu_hu: Értékeld a kurzust!

source: Was this review helpful?
hu_hu: Hasznos volt ez az értékelés?

source: for users only
hu_hu: tagok szavazhatnak

source: Be the first to rate this course!
hu_hu: Legyél az első értékelője ennek a kurzusnak!

source: Rating:
hu_hu: Értékelés:

source: (5) Excellent
hu_hu: (5) Kiváló

source: (4) Good
hu_hu: (4) Jó

source: (3) Average
hu_hu: (3) Közepes

source: (2) Below average
hu_hu: (2) Nem túl jó

source: (1) Poor
hu_hu: (1) Rémes

source: Összegzés:
hu_hu: Summary:

source: Summarize your experience
hu_hu: Pár szavas összegzés

source: Description:
hu_hu: Leírás:

source: What was your experience? Did you liked the course or not? Share your thoughts!
hu_hu: Itt fejtsd ki hosszabban a véleményed! (Miért pont ennyi csillagot adál? Mi tetszett vagy mi nem? Kinek ajánlanád ezt a kurzust?)

source: Introduction
hu_hu: Bemutatkozás

source: Doesn't have any courses.
hu_hu: A rendszerben még nincsen kurzusa.

source: Accessing teacher profile is not allowed.
hu_hu: A kért tanári profil megtekintése jelenleg nem engedélyezett!

source: Teacher is not active
hu_hu: Tanár nem aktív

source: customer reviews
hu_hu: értékelő osztályzata alapján

source: Accessing organization profile is not allowed.
hu_hu: A kért intézmény profil megtekintése jelenleg nem engedélyezett!

source: Item preview
hu_hu: Tétel előnézete

source: Item
hu_hu: Tétel

source: Price (incl. VAT)
hu_hu: Ár (bruttó)

source: Total
hu_hu: Fizetendő

source: Billing name:
hu_hu: Számlázási név:

source: Company name/name of a private individual
hu_hu: Cégnév vagy magánszemély neve

source: Tax number:
hu_hu: Adószám:

source: Tax number
hu_hu: Adószám

source: Zip code:
hu_hu: Irányítószám:

source: Zip
hu_hu: Irsz.

source: City:
hu_hu: Település:

source: City
hu_hu: Település

source: Address:
hu_hu: Cím:

source: Address
hu_hu: Utca, házszám

source: Not allowed character found. Use only alphabets, numbers, space, "-" and ".".
hu_hu: A számlázási névben csak betű, szám, kötőjel, pont és szóköz szerepelhet.

source: Not allowed character found. Use only uppercase alphabets, numbers and "-".
hu_hu: Az adószámban csak nagybetű, szám és kötőjel szerepelhet.

source: Not allowed character found. Use only uppercase alphabets, numbers, space and "-".
hu_hu: A postai irányítószámban csak betű, szám, kötőjel, szóköz és pont szereplhet.

source: Not allowed character found. Use only alphabets, numbers, space, "-", ".", ",", "/".
hu_hu: Ebben a mezőben csak betűk, számok és a következő karakterek szerepelhetnek: " ", ".", ",", "/", "-".

source: Ordinary bank transfer
hu_hu: Átutalás

source: Credit card
hu_hu: Bankkártyás fizetés

source: Billing data
hu_hu: Számlázási adatok

source: Billing address:
hu_hu: Számlázási cím:

source: Payment method
hu_hu: Fizetési mód

source: Checkout
hu_hu: Megrendelem

source: Transfer details
hu_hu: Információk az átutaláshoz

source: Thank you for your order!
hu_hu: Köszönjük a megrendelést!

source: Transferee
hu_hu: Kedvezményezett

source: Bank account number
hu_hu: Számlaszám

source: Notice
hu_hu: Közlemény

source: You've chosen to pay you order using via ordinary bank transfer. Below you can find the details for the bank transfer.
hu_hu: A megrendelés fizetélséhez a banki átutalást választottad. Az alábbiakban megtalálod az átutaláshoz szükséges adatokat.

source: You can find the payment due date in the Proforma invoice:
hu_hu: A fizetési határidőt a díjbekérő tartalmazza, mely itt elérhető:

source: Download
hu_hu: Letöltés

source: You can download the proforma invoice later here:
hu_hu: A díjbekérőt a későbbiekben bármikor letöltheted innét:

source: We inform you that we'll create your final invoice after we receive your payment.
hu_hu: A számlát a fizetés után állítjuk ki, melyről emailben értesítünk.

source: We'll activate your ordered courses after we receive you payment. Until that the ordered courses will be in pending state.
hu_hu: A megrendelt kurzus(ok) a banki utalás beérkezését követően kerül(nek) aktiválásra. Ezen idő alatt a kurzusok "Függő" állapotban vannak.

source: Error during checkout. Please, contact our customer service!
hu_hu: Hiba történt a megrendelés során, kérem keresse fel ügyfélszolgálatunkat a következő elérhetőségek egyikén.

source: Please, refer to this order ID
hu_hu: Hivatkozzon erre a rendelési számra

source: Error: payment start error
hu_hu: Hiba: nem kezdeményezhető fizetés.

source: Payment start OK
hu_hu: Fizetés kezdeményezés sikeres.

source: Barion payment ERROR
hu_hu: Sikertelen Barion fizetés.

source: Order ID
hu_hu: Rendelésszám

source: Try again
hu_hu: Újra próbálom

source: Cancel order
hu_hu: Megredelés törlése

source: The payment transaction was cancelled by the user.
hu_hu: A fizetési tranzakciót a felhasználó megszakította.

source: The payment transaction is already open.
hu_hu: A fizetés még nem történt meg.

source: Thank you for your purchase!
hu_hu: Köszönjük a vásárlást!

source: You can find your purchase course(s) here:
hu_hu: A megvásárolt kurzus(oka)t itt érheted el:

source: Payment ID
hu_hu: Fizetés azonosítója

source: Payment status
hu_hu: Fizetés állapota

source: Back to the Courses page
hu_hu: Vissza a kurzusokhoz

source: Purchase disabled
hu_hu: Kereskedés lezárva

source: Dear Customer! We inform you that we are currently working on the system, therefore you can not purchase courses at the moment. Please, come back later!
hu_hu: Tisztelt Vásárlónk!Tájékoztatjuk, hogy rendszerünkben a vásárlást jelenleg leállítottuk. Kérjük kersse fel oldalunkat később!

source: You have started a payment process. You can not add/remove items to/from your cart until you won't finish the ongoing transaction.
hu_hu: A fizetési tranzakció befejezéséig (fizetés vagy megszakítás) a rendelést a rendszer zárolta.

source: OFFER NOT AVAILABLE
hu_hu: AZ AJÁNLAT NEM ELÉRHETŐ

source: Sorry, but this offer is currently not available for purchase!
hu_hu: Sajnos ez az ajánlatunk már nem él.
